[{
		"": "Brian Levey ",
		"description": "With more than 15 years of business and legal experience focused on the intersection of the Internet and technology, Brian oversees Upworks finance, HR, legal and government affairs functions. ",
		"img": "img/Brian Levey.jpg"
	}, {
		
	}, {
		"name": "Eric Gilpin ",
		"description": "Eric leads the sales team at Upwork, where he oversees the company's global sales operations, including enterprise sales, sales engineering, channel development and client success.",
		"img": "img/Eric Gilpin.jpg",
		"position": "CHIEF FINANCIAL OFFICER"
	}, {
		"name": "Zoe Harte ",
		"description": "Zoe leads human resources at Upwork. As such, she has guided the growth of the company's team by more than 50 percent since its merger in spring of 2014. ",
		"img": "img/Zoe Harte.jpg",
		"position": "SENIOR VICE PRESIDENT"
	}, {
		"name": "Elizabeth Tse ",
		"description": "Elizabeth is responsible for Trust & Safety, Customer Success, Global Payments, and Customer Support at Upwork. Prior to joining us, Elizabeth was the Chief Operating Officer for Samasource.",
		"img": "img/Elizabeth Tse.jpg",
		"position": "SENIOR VICE PRESIDENT, DESIGN"
	}, {
		"name": "Rich Pearson ",
		"description": "Rich leads the marketing and categories teams at Upwork. Prior to joining Upwork, he led marketing and business development at Posterous through its acquisition",
		"img": "img/Rich Pearson.jpg",
		"position": "HUMAN RESOURCES"
	}, {
		"name": "Matt Kropp ",
		"description": "Matt is the Senior Vice President and Managing Director of iProspect Midwest. Matt has more than 20 years of digital marketing experience in SEO",
		"img": "img/Matt Kropp.jpg",
		"position": "SENIOR VICE PRESIDENT, SALES"
	}, {
		"name": "Loren Cooper ",
		"description": "Loren Cooper is Chief Financial Officer, US, based in New York.  In this role, Loren advises iProspect's leadership with a focus on business and financial objectives.",
		"img": "img/Loren Cooper.jpg",
		"position": "ENGINEERING"
	}, {
		"name": "Jeremy Hull ",
		"description": "eremy Hull, VP, Products & Services Solutions, leads the development of iProspect's specialist approach across all products and services. ",
		"img": "img/Jeremy Hull.jpg",
		"position": "HUMAN RESOURCES"
	}, {
		"name": "Max Cheprasov ",
		"description": "As SVP, Operations, Max and his teams are responsible for establishing standards and processes that enable cross-functional, multi-regional teams to operate as efficiently and effectively as possible.",
		"img": "img/Max Cheprasov.jpg",
		"position": "VICE PRESIDENT, STRATEGY"
	}, {
		"name": "Katy Huber ",
		"description": "As Senior Vice President of Human Resources, Katy views HR as a strategic function that supports iProspects goals and objectives to drive growth, client satisfaction and brand value",
		"img": "img/Katy Huber.jpg",
		"position": "VICE PRESIDENT, MEDIA"
	}

]